Repository: jghyllebert/django-wedding-website
Catalog: bigday/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Kimberly and Jonas' big day
nl: Kimberly en Jonas trouwen!

source: Our story
nl: Ons verhaal

source: Where to stay
nl: Waar verblijven

source: Scroll down
nl: Naar beneden scrollen

source: Our Story
nl: Ons Verhaal

source: <p>Our history began 4 years ago, but not in the most traditional way.<br> It all started with a trip that was supposed to be work related, with new adventures and experiences that became much more than that.</p> <p>On June 6th, 2014, being in the same country, we decided to explore the possibility of meeting people from other places through an App. Who would say that we would end up meeting our future spouses?</p> <p>We went from talking like people who had just met, to talking as friends, and a short time later, we developed a bond of love. A bond that was not sustained by anything but messages, but that were strong enough to believe in our story.<br>One having to live in London and the other one in Miami, things got very complicated.</p> <p>10 months after we met, we started to take things more seriously, and trips between Miami and London became more frequent.</p>
nl: <p>Ons verhaal begon in 2014, maar niet in de traditionele manier<br> Het begon allemaal met een reis die werk gerelateerd moest zijn, maar raptot meer uitdraaide</p> <p>De zesde juni van 2014, wanneer we alletwee in Mexico waren, beslisten wealletwee om mensen te leren kennen via een applicatie. Wie kon er dan voorspellen dat we er onze wederhelften zouden vinden</p><p>We begonnen te praten als twee vreemden, dat veranderde al vlug naar gesprekken tussen vrienden en tenslotte ontwikkelden we een liefdesverbond. Een bond die gebouwd was op juist berichten, maar die waren sterk genoeg, dat we geloofden in ons verhaal<br>Alles werd vemoeilijkt omdat Kim ondertussen naar Miami verhuisd was om te studeren en Jonas in London zat te werken</p><p>10 maanden achter we met elkaar in contact kwamen, namen we de vlucht vooruit en trips tussen Miami, London, Mexico en Belgi&eumlaut werden rap heel frequent</p>

source: <p>After two years of courtship, we came to the conclusion that we did not want to stay apart any longer, and that is when a new adventure began. We moved together to London, and lived between trips for another year and a half.</p> <p>After living so many adventures together, we realized that we wanted to spend the rest of our lives together.</p> <p>On December 1st, 2017 we got married in Belgium with a civil ceremony, later on, living even more adventures in our house in Mexico with our two dog daughters Bombon and Clarita.</p>
nl: <p>Na twee jaar beslisten we dat we niet meer apart wouden zijn en zo begon wederom een nieuw avontuur. Kim vervoegde Jonas in London voor een paar maanden, alvorens we als nomaden tussen de families in Belgi&eumlaut; en Mexico pendelden voor anderhalf jaar.</p> <p>Na ettelijke keren over en weer gevlogen te hebben, was het tijd om de volgende stap te zetten.<br>En zo geschiedde: de eerste december van 2017 trouwden we voor de wet in Koksijde.</p> <p>Een paar maanden later trokken we in in ons appartement in Mexico, met onze twee honden Bombon en Clarita</p>

source: We want to seal our love in all possible ways, that's why, we want to have a Catholic wedding on June 1, 2019.
nl: We willen onze liefde in alle facetten vastleggen, daarom trouwen we voor de kerk in Veracruz, Mexico op 1 juni 2019.

source: <p>Located in the gulf of Mexico, where the average temperature for June is around 30 degrees in the coastal area.</p> <p>It has had a huge impact on the history, with Hernán Cortés setting up the first Spanish town in what we now call Mexico</p> <p>The port of Veracruz is the oldest and still most important one for Mexico. It has been exporting since the Spaniards arrived and currently it is the main port for shipping automobiles (both in and out).</p> <p>Even though there is a city called Veracruz, it is not the capital of the state of Veracruz anymore. a city called Xalapa is the capital after the Spanish, French and Americans tried to occupy the city.</p>
nl: <p>Gelegen in de golf van Mexico, waar de gemiddelde temperatuur rond de 30 graden schommelt in de kustregio in juni.</p><p>Veracruz heeft een grote impact gehad op de geschiedenis, met Hern&aacute;n Cort&eacute;s die de eerste Spaanse nederzetting bouwt in wat we nu Mexico noemen.</p> <p>De haven van Mexico is de oudste en nog steeds meest belangrijkste voor Mexico. Het werd gebouwd door de Spaniaarden en het is de voornaamste haven voor de in- en uitvoer van auto's.</p> <p>Ondanks dat de stad Veracruz dezelfde naam heeft als de staat, toch is het niet (meer) de hoofstad van de staat Veracruz. Die eer is nu weggelegd voor Xalapa, een stad meer landinwaarts.<br> Dit is het gevolg van verschillende invasies door Frankrijk, Spanje en de Verenigde Staten die probeerden de stad te bezetten.</p>

source: What to do in Veracruz?
nl: Wat doen in Veracruz?

source: <p>This Island hosts a fortress, prisons and a former palace built by the Spanish in 1565</p> <p>The fort overlooks the port of Veracruz and was the last site held by the Spaniards after Mexico's independence.<br> Afterwards it was used as a sea defense to repel various attacks and it became an important symbol of Mexican resistance.</p> <p>The place has been undergoing renovation, with the former prisons and fortresses open to the public.<br> Only the former presidential palace is not open as it is still undergoing renovation.</p>
nl: <p>Het eiland herbergt een fort, gevangenis en een voormalig paleis gebouwd door de Spaniaarden in 1565</p> <p>Het fort overkijkt de haven van Veracruz en was de laatste site bezet door Spanje na de onafhankelijkheid van Mexico.<br>Achteraf werd het een inmens symbool voor het Mexicaanse verzet</p><p>Het eiland is al ettelijke jaren in renovatie en de voormallige cellen en fort zijn open voor het publiek<br> Alleen het voormalige presidentieel paleis is niet open, omdat het nog gerenoveerd wordt.</p>

source: <p><i>El Malec&oacute;n</i> literally translates to the boardwalk. It starts in the city center from Veracruz and continues all the way to Boca del R&iacute;o 10 kilometers further.</p> <p>You should definitely talk to Jonas for the best running spots. However, if running is not your thing, we recommend you to go to the start of <i>el Malec&oacute;n</i> and inmerse yourself in the small outdoor markets around</p> <p>If you're in luck, you might see a ship enter the port of Veracruz. But, don't forget to take a look at the buildings around.<br> One cannot miss the huge building on the corner, orignally it was the office for the Bank of Mexico, nowadays its owned by PEMEX (gas station company).<br> Also worth a look is the former lighthouse (pictured) from 1902.</p>
nl: <p>De letterlijke vertaling van <i>El malec&oacute;n</> is de promenade. Het begint in het centrum van Veracruz en eindigt 10 kilometer verder in Boca Del Ri&oacute;</p><p>Indien je je loopschoenen meebrengt, dan is <i>el Malec&oacute;n</i> waar je moet zijn!<br> Jonas is ondertussen een expert en kan je wel een route aanbevelen geschikt voor jouw niveau</p><p>Als lopen je ding niet is, dan kan je jezelf onderdompelen in de sfeer van de kleine marktjes in het begin van de promenade</p><p>Misschien heb je geluk en zie je een schip aanmeren in de haven van Veracruz. Maar, vergeet niet om de architectuur rondom je waar te nemen</p><p>Het is onmogelijk om om het gigantische gebouw op de hoek te missen. Origineel was het het hoofdkwartier voor de bank van Mexico, maar tegenwoordig IS PEMEX (benzine bedrijf) er in te vinden<br>Een andere bezienswaardigheid is de vroegere vuurtoren (zie foto) van 1902<./p>

source: Where to stay?
nl: Waar verblijven

source: <p>Ideally located outside the city center of Veracruz, the Fiesta Americana is one of the prestigious hotels in the area.</p> <p>The hotel recently got featured in the final episodes of the Belgian show <i>De Mol</i> </p>
nl: <p>Ideaal gelegen, net buiten de stadskern van Veracruz, de Fiesta Americana is in van de meest prestigieuze hotels in de regio.</p> Het hotel was zeer prominent aanwezig in de laatste episodes van <i>De Mol</i>
